Repository: iqual-ch/iq_group
Catalog: translations/iq_group-*.po
Languages: de, fr, it

source: The provided link can only be used once to log in and will lead you to a page where you can set your password. It expires after one day and nothing will happen if it's not used.
de: Der folgende Link kann nur einmal verwendet werden und leitet Sie zu einer Seite, auf der Sie ein neues Passwort festlegen können. Er ist einen Tag lang gültig und läuft automatisch aus, falls Sie ihn nicht verwenden.
fr: Le lien suivant ne peut être utilisé qu'une seule fois et conduit à une page qui vous permet de définir un nouveau mot de passe. Le lien est valable pendant un jour et expire automatiquement si vous ne l'utilisez pas.
it: Il seguente link si può utilizzare una sola volta e conduce a una pagina dove è possibile inserire una nuova password. Rimane valido per un giorno e decade in automatico qualora non venga utilizzato.

source: You can reset the password for your account by clicking the following link.
de: Sie können das Passwort für Ihr Benutzerkonto mit einem Klick auf den folgenden Link ändern.
fr: Vous pouvez modifier le mot de passe de votre compte utilisateur en cliquant sur le lien suivant.
it: Può modificare la password del suo account utente cliccando sul link di seguito riportato.

source: Thank you for you interest in our whitepaper.
de: Besten Dank für Ihr Interesse an unserem Whitepaper.
fr: Merci beaucoup pour l'intérêt porté à notre livre blanc.
it: Grazie mille per l’interesse dimostrato per il nostro white paper.

source: Use the following link to download the whitepaper.
de: Schliessen Sie den Whitepaper Download mit einem Klick auf den folgenden Link ab.
fr: Utilisez le lien suivant pour télécharger le livre blanc.
it: Concluda il download del white paper cliccando sul link di seguito riportato.

source: Download Whitepaper
de: Whitepaper herunterladen
fr: Télécharger le livre blanc
it: Scaricare il white paper

source: Your account is now protected with password. You can login.
de: Ihr Konto ist Passwortgeschützt. Melden Sie sich an.
fr: Votre compte est protégé par mot de passe. S'identifier.
it: Il tuo account è protetto da password. Accesso.

source: We have sent you an email.
de: Besten Dank für Ihr Interesse. Sie erhalten in Kürze eine E-Mail mit einem Link zum gewünschten Whitepaper.
fr: Merci beaucoup pour votre intérêt. Vous recevrez prochainement un e-mail contenant un lien vers le livre blanc souhaité.
it: Grazie per l’interesse dimostrato. A breve riceverà un’e-mail con un link per accedere al white paper desiderato.

source: Download your @project_name whitepaper now
de: Laden Sie jetzt Ihr @project_name Whitepaper herunter
fr: Téléchargez votre livre blanc @project_name maintenant
it: Scarica subito il tuo white paper @project_name

source: Member area
fr: Espace membre

source: Username
fr: Nom d'utilisateur
it: Nome utente

source: Login
fr: Identifiant

source: When you create a password, you are automatically creating a login.
fr: Lorsque vous créez un mot de passe, vous créez automatiquement un identifiant.

source: Your profile has been saved.
fr: Votre compte utilisateur a été enregistré.
it: Il suo account utente è stato memorizzato.

source: Whitepapers
fr: Livres blancs
it: White paper

source: <h1>Create a login for your @project_name account</h1>
fr: <h1>Créer un login pour votre compte @project_name</h1>
it: <h1>Creare un login per il tuo account @project_name</h1>

source: A request to reset the password for your account has been made.
fr: Une demande de réinitialisation du mot de passe de votre compte utilisateur a été effectuée.

source: An e-mail has been sent with a login link to your account.
fr: Un e-mail a été envoyé avec un lien d'accès à votre compte.
