Repository: iqual-ch/iq_group
Catalog: translations/iq_group-*.po
Languages: de, fr, it

source: Thank you very much for your interest. You will shortly receive an e-mail with a link to the desired whitepaper.
de: Besten Dank für Ihr Interesse. Sie erhalten in Kürze eine E-Mail mit einem Link zum gewünschten Whitepaper.
fr: Merci beaucoup pour votre intérêt. Vous recevrez prochainement un e-mail contenant un lien vers le livre blanc souhaité.
it: Grazie per l’interesse dimostrato. A breve riceverà un’e-mail con un link per accedere al white paper desiderato.

source: Enter your username or email address
de: Geben Sie hier Ihre E-Mail-Adresse an.
fr: Entrez ici votre adresse e-mail.
it: Inserisci il tuo nome utente o indirizzo email

source: Username or email address.
de: Geben Sie hier Ihre E-Mail-Adresse an.
fr: Entrez ici votre adresse e-mail.
it: Inserisci il tuo nome utente o indirizzo email

source: Invalid Email Address
de: Ungültige E-Mail-Adresse
fr: Adresse e-mail non valide
it: Indirizzo e-mail non valido

source: Confirm password reset for @project_name account
de: Bestätigen Sie die Zurücksetzung Ihres Passworts zu Ihrem @project_name-Benutzerkonto
fr: Veuillez confirmer la réinitialisation du mot de passe de votre compte utilisateur @project_name
it: Confermi la reimpostazione della password del suo account utente @project_name.

source: Confirm the password reset of your @project_name account
de: Bestätigen Sie die Zurücksetzung Ihres Passworts zu Ihrem @project_name-Benutzerkonto
fr: Veuillez confirmer la réinitialisation du mot de passe de votre compte utilisateur @project_name
it: Confermi la reimpostazione della password del suo account utente @project_name.

source: This link is invalid or has expired.
de: Dieser Link ist ungültig oder abgelaufen.
fr: Ce lien n'est pas valide ou a expiré.
it: Link non valido o scaduto.

source: The email address %value is already taken.
de: Die E-Mail-Adresse %value ist bereits vergeben.
fr: L'adresse e-mail %value a déjà été attribuée.
it: L’indirizzo e-mail %value è già stato assegnato.

source: Thank you very much for the registration. You will shortly receive an e-mail from us with a confirmation link.
de: Besten Dank für die Registrierung. Sie erhalten in Kürze von uns eine E-Mail mit einem Bestätigungslink.
fr: Merci beaucoup pour votre inscription. Nous vous enverrons prochainement un e-mail contenant un lien de confirmation.
it: Grazie per la sua registrazione. A breve le invieremo un’e-mail con un link di conferma.

source: Your account has been blocked.
de: Ihr Konto wurde gesperrt.
fr: Votre compte a été verrouillé.
it: Il suo account è stato bloccato.

source: I confirm that I would like to delete my account.
de: Ich bestätige, dass ich mein Benutzerkonto löschen möchte.
fr: Je confirme que je souhaite supprimer mon compte.
it: Confermo che desidero eliminare il mio account.

source: Account deletion
de: Benutzerkonto löschen
fr: Suppression de compte
it: Cancellazione dell'account

source: Available file types:
de: Erlaubte Dateitypen:
fr: Sortes de données autorisées:
it: Tipi di file consentiti:

source: I have read the <a href="@terms_and_conditions" target="_blank">terms and conditions</a> and data protection regulations and I agree.
de: Ich akzeptiere die <a href="@terms_and_conditions" target="_blank">SQS-Datenschutzbestimmungen</a>.
fr: J'accepte la <a href="@terms_and_conditions" target="_blank"> politique de confidentialité.</a>
it: Accetto le <a href="@terms_and_conditions" target="_blank">disposizioni sulla protezione dei dati </a>.

source: Welcome
de: Willkommen
fr: Bienvenu
it: Benvenuto

source: Forgot password
de: Passwort vergessen
fr: Mot de passe oublié
it: Password dimenticata

source: Forgotten password
de: Passwort vergessen
fr: Mot de passe oublié
it: Password dimenticata

source: Create an account
de: Konto erstellen
fr: Créer un compte
it: Creare un account

source: Reset password
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
it: Reimpostare la password

source: New password for @project_name account
de: Neues Passwort für das Konto @project_name
fr: Nouveau mot de passe pour le compte @project_name
it: Nuova password per l'account @project_name

source: Password reset instructions mailed to %name at %email.
de: Ein neues Passwort für %name wurde an %email versendet.
fr: Un nouveau mot de passe pour %name a été envoyé à l'adresse e-mail %email.
it: Abbiamo inviato una nuova password per %name all’indirizzo %e-mail.

source: Further instructions have been sent to your e-mail address.
de: Weitere Anweisungen wurden an Ihre E-Mail-Adresse versandt.
fr: De plus amples instructions ont été envoyées à votre adresse e-mail.
it: Ulteriori istruzioni sono state inviate al suo indirizzo e-mail.

source: Delete account
de: Konto löschen
fr: Supprimer le compte
it: Eliminare l'account

source: Delete account @project_name
de: Konto löschen @project_name
fr: Supprimer le compte @project_name
it: Eliminare l'account @project_name

source: Confirm account deletion
de: Bestätigen Sie die Löschung Ihres Benutzerkontos
fr: Confirmer la suppression du compte
it: Conferma l'eliminazione dell'account

source: Further instructions to delete your account have been sent to your email address.
de: Weitere Anweisungen zum Löschen Ihres Accounts erhalten Sie per E-Mail.
fr: Des instructions supplémentaires pour supprimer votre compte ont été envoyées à votre adresse e-mail.
it: Ulteriori istruzioni per eliminare il tuo account sono state inviate al tuo indirizzo email.

source: Enter your email
de: E-mail-Adresse
fr: Adresse e-mail
it: Indirizzo e-mail

source: Submit
de: Absenden
fr: Envoyer
it: Inviare

source: Invalid User!
de: Ungültige E-mail-Adresse
fr: Adresse e-mail non valide
it: Indirizzo e-mail non valido

source: Password reset
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
it: Reimpostare la password

source: My account
de: Mein Konto
fr: Mon compte
it: Il mio account

source: Email address
de: E-Mail-Adresse
fr: Adresse e-mail
it: Indirizzo e-mail

source: E-mail address
de: E-Mail-Adresse
fr: Adresse e-mail
it: Indirizzo e-mail

source: Thank you very much for registration to the newsletter.
de: Besten Dank für die Anmeldung zum Newsletter.
fr: Merci beaucoup pour votre inscription à la newsletter.
it: Grazie mille per l'iscrizione alla newsletter.

source: Several special characters are allowed, including space, period (.), hyphen (-), apostrophe ('), underscore (_), and the @ sign.
de: Einige Sonderzeichen sind erlaubt, z. B. Leerzeichen, Punkt (.), Bindestrich (-), Apostroph ('), Unterstrich(_) und das @ Zeichen.
fr: Certains caractères spéciaux sont autorisés, par ex. l'espace, le point (.), le tiret (-), l'apostrophe ('), le trait de soulignement (_) et le signe @.
it: Sono consentiti alcuni caratteri speciali, ad es. spazi, punti (.), trattini alti (-), apostrofi ('), trattini bassi (_) e chiocciole (@).

source: Some special characters are allowed, such as space, dot (.), hyphen (-), apostrophe ('), underscore(_) and the @ character.
de: Einige Sonderzeichen sind erlaubt, z. B. Leerzeichen, Punkt (.), Bindestrich (-), Apostroph ('), Unterstrich(_) und das @ Zeichen.
fr: Certains caractères spéciaux sont autorisés, par ex. l'espace, le point (.), le tiret (-), l'apostrophe ('), le trait de soulignement (_) et le signe @.
it: Sono consentiti alcuni caratteri speciali, ad es. spazi, punti (.), trattini alti (-), apostrofi ('), trattini bassi (_) e chiocciole (@).

source: All rights reserved.
de: Alle Rechte vorbehalten.
fr: Tous droits réservés.
it: Tutti i diritti riservati.

source: Preferences
de: Präferenzen
fr: Préférences
it: Preferenze

source: Sign up
de: Jetzt anmelden
fr: Inscrivez-vous
it: Iscrizione

source: Sign into your account
de: Melden Sie sich an
fr: Inscrivez-vous
it: Effettui l’accesso

source: Sign into your @project_name account
de: Melden Sie sich in Ihrem @project_name Benutzerkonto an
fr: Inscrivez-vous dans votre compte utilisateur @project_name
it: Effettui l’accesso al suo account @project_name

source: Thanks for signing up. You will receive an e-mail with further information about the registration.
de: Danke für die Anmeldung. Sie erhalten eine E-Mail mit weiteren Informationen zum anmelden.
fr: Merci pour votre inscription. Vous recevez un e-mail avec de plus amples informations concernant l'inscription.
it: Grazie per esserti registrato. Riceverai un'e-mail con ulteriori informazioni sulla registrazione.

source: Confirm subscription
de: Abonnement bestätigen
fr: Confirmer l'abonnement
it: Confermare l’abbonamento

source: Please confirm subscription
de: Bitte Abonnement bestätigen
fr: Veuillez confirmer l'abonnement
it: Si prega di confermare l’abbonamento

source: Branches
de: Branchen
it: Settori

source: Language settings
de: Spracheinstellungen
fr: Paramètres de la langue
it: Impostazioni lingua

source: Site language
de: Sprache der Website
fr: Langue du site web
it: Lingua del sito internet

source: This account's preferred language for emails and site presentation.
de: Die bevorzugte Sprache dieses Benutzerkontos für E-Mails und die Darstellung der Website.
fr: La langue de prédilection pour ce compte utilisateur pour les e-mails et la présentation du site web.
it: La lingua preferita dell’account utente per le e-mail e la visualizzazione del sito internet.

source: When you create a password, you are automatically creating a login. You can then change your preferences for the newsletter directly in the user account.
de: Wenn Sie ein Passwort setzen, erstellen Sie automatisch ein Login. Sie können anschliessend Ihre Newsletter Präferenzen direkt im Benutzerkonto ändern.
it: Inserendo una password crea in automatico un login. In seguito può modificare le sue preferenze per la newsletter direttamente nell’account utente.

source: Password
de: Passwort
fr: Mot de passe

source: Confirm password
de: Passwort bestätigen
fr: Confirmer le mot de passe
it: Confermare la password

source: Confirm password reset
de: Bestätigen Sie die Passwortzurücksetzung
fr: Veuillez confirmer la réinitialisation
it: Confermi la reimpostazione della password

source: <h1>Login to create a @project_name member area</h1>
de: <h1>Login für @project_name Member Area erstellen</h1>

source: Edit profile
de: Profil bearbeiten
fr: Modifier le profil
it: Modificare il profilo

source: Save
de: Speichern
fr: Enregistrer
it: Salvare

source: The specified passwords do not match.
de: Die eingegebenen Passwörter stimmen nicht überein.
fr: Les mots de passe introduits ne concordent pas.
it: Le password inserite non coincidono.

source: The submitted passwords do not match.
de: Die eingegebenen Passwörter stimmen nicht überein.
fr: Les mots de passe introduits ne concordent pas.
it: Le password inserite non coincidono.

source: Your profile has been saved. You now have access to :project_name member area.
de: Ihr Benutzeraccount wurde gespeichert. Sie haben nun Zugriff auf die :project_name Member Area.

source: Confirm account registration
de: Bestätigen Sie die Registrierung Ihres Benutzerkontos
fr: Confirmez l'enregistrement de votre compte utilisateur
it: Confermi la registrazione del suo account utente

source: Confirm registration of @project_name account
de: Bestätigen Sie die Registrierung Ihres @project_name Benutzerkontos
fr: Confirmez l'enregistrement de votre compte utilisateur @project_name
it: Confermi la registrazione del suo account utente @project_name

source: The username %name has not been activated or is blocked.
de: Der Benutzername %name wurde nicht aktiviert oder ist gesperrt.
fr: Le nom d'utilisateur %name n'a pas été activé ou est verrouillé.
it: Il nome utente %name non è stato attivato o è bloccato.

source: Select all
de: Alle auswählen
fr: Choisir tous
it: Selezionare tutti

source: Required if you want to change your e-mail address or password below. Reset your password.
de: Erforderlich, falls Sie Ihre E-Mailadresse oder Ihr Passwort unten ändern wollen. Ihr Passwort zurücksetzen.
fr: Nécessaire si vous souhaitez modifier votre adresse mail ou votre mot de passe ci-dessous. Réinitialiser votre mot de passe.
it: Necessario se desidera modificare qui sotto il suo indirizzo e-mail o la sua password. Reimpostare la password.

source: Passwords match:
de: Passwörter stimmen überein:
fr: Les mots de passe concordent:
it: Le password corrispondono:

source: Address
de: Adresse
fr: Adresse
it: Indirizzo

source: Country
de: Land
fr: Pays
it: Paese

source: This language is also used as the primary language for user account profile information.
de: Diese Sprache wird gleichzeitig als primäre Sprache für Profilinformationen des Benutzerkontos verwendet.
fr: Cette langue est également utilisée comme langue principale pour les informations relatives au profil du compte utilisateur.
it: Questa lingua viene utilizzata anche come lingua principale per le informazioni del profilo dell’account utente.

source: This account's preferred language for e-mails.
de: Die bevorzugte Sprache dieses Benutzerkontos für E-Mails.
fr: Langue de prédilection de ce compte utilisateur pour les e-mails.
it: Lingua preferita di questo account utente per la posta elettronica.

source: Your current password is missing or incorrect; it's required to change the %name.
de: Das aktuelle Passwort fehlt oder ist falsch. Dieses ist erforderlich, um %name zu ändern.
fr: Le mot de passe actuel manque ou est incorrect. Celui-ci est obligatoire pour modifier le %name.
it: Password attuale mancante o scorretta. Campo necessario per modificare %name.

source: %name is not recognized as a username or an email address.
de: %name wird nicht als Benutzername oder E-Mail-Adresse erkannt.
fr: %name n'est pas reconnu comme nom d'utilisateur ou adresse e-mail.
it: %name non viene riconosciuto come nome utente o come indirizzo e-mail.

source: Login to SQS member area
de: Anmeldung zur SQS-Member area

source: Logout
de: Abmelden
fr: Se désinscrire
it: Disdire

source: Would you like to be informed in future about SQS news/activities and customer portraits?
de: Möchten Sie zukünftig über SQS-News/-Aktivitäten und Kundenportraits informiert werden?

source: If yes, we will inform you about new certifications, audit offers, trainings, seminars and events, by and with us, every 2-3 months.
de: Wenn ja, werden Sie von uns ca. alle 2-3 Monate über neue Zertifizierungen, Audit-Angebote, Schulungen, Seminare und Events, von und mit uns, informiert.
fr: Dans ce cas, nous vous informerons environ tous les 2-3 mois des nouvelles certifications, offres d'audit, formations, séminaires et événements organisés.
it: In caso di risposta affermativa, a intervalli di circa 2-3 mesi le comunicheremo eventuali novità in termini di certificazioni, offerte di audit, corsi di formazione, seminari ed eventi organizzati da e con noi.

source: Newsletter Archives
de: Newsletter-Archiv
fr: Archives newsletter
it: Archivio newsletter

source: GLOBAL Flash Archive
de: GLOBAL Flash-Archiv
fr: Archives GLOBAL Flash
it: Archivio GLOBAL Flash

source: The username %value is already taken.
de: Der Username %value ist bereits vergeben.
fr: Le nom d'utilisateur %value a déjà été attribué.
it: Il nome utente %value è già stato assegnato.

source: Enter the password for the new account in both fields.
de: Geben Sie das Passwort für das neue Konto in beide Felder ein.
fr: Introduisez le mot de passe pour le nouveau compte dans les deux champs.
it: Inserisca la password del nuovo account in entrambi i campi.

source: Account settings
de: Kontoeinstellungen
fr: Paramètres du compte
it: Impostazioni account

source: Profile picture
de: Profilbild
fr: Photo de profil
it: Foto profilo

source: Instructions for resetting your password will be sent to the e-mail address you have provided in your account.
de: Anweisungen zum Zurücksetzen Ihres Passworts werden an die E-Mail-Adresse gesendet, die Sie in Ihrem Benutzerkonto hinterlegt haben.
fr: Les instructions pour réinitialiser votre mot de passe sont envoyées à l'adresse e-mail mentionnée dans votre compte utilisateur.
it: Le istruzioni per reimpostare la password verranno inviate all’indirizzo e-mail da lei fornito nel suo account utente.

source: User settings
de: Benutzereinstellungen
fr: Paramètres de l'utilisateur
it: Impostazioni utente

source: Here you can choose your newsletter preferences.
de: Hier können Sie Ihre Newsletter-Präferenzen auswählen.
fr: Vous pouvez choisir ici vos préférences pour la newsletter.
it: Qui può selezionare le preferenze per la newsletter.

source: Only if a new password is entered in both fields will it be changed.
de: Nur wenn in beiden Feldern ein neues Passwort eingegeben wird, wird es geändert.
fr: Ce n'est qu'en introduisant un nouveau mot de passe dans les deux champs que la modification sera effectuée.
it: Solo inserendo in entrambi i campi una nuova password sarà possibile modificare la vecchia password.

source: User profile
de: Benutzerprofil
fr: Profil utilisateur
it: Profilo utente

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

source: First name
de: Vorname
fr: Prénom
it: Nome

source: Last name
de: Nachname
fr: Nom
it: Cognome

source: Whitepaper download
de: Whitepaper herunterladen
fr: Télécharger le livre blanc
it: Scaricare il white paper

source: Invalid e-mail address
de: Ungültige E-Mail-Adresse
fr: Adresse e-mail non valide
it: Indirizzo e-mail non valido

source: Website language
de: Sprache der Website
fr: Langue du site web
it: Lingua del sito internet

source: Please enter your e-mail address here.
de: Geben Sie hier Ihre E-Mail-Adresse an.
fr: Entrez ici votre adresse e-mail.
it: Inserisca qui il suo indirizzo e-mail.

source: You registered an SQS account to access the SQS Member Area.
de: Sie haben ein SQS Benutzerkonto registriert um Zugriff auf die SQS Member Area zu erhalten.

source: We will keep you informed approx. every 2-3 months about new certifications, audit offers, trainings, seminars and events by and with us.
de: Wir informieren Sie ca. alle 2-3 Monate über neue Zertifizierungen, Audit-Angebote, Schulungen, Seminare und Events, von und mit uns.
fr: Nous vous informerons tous les 2-3 mois des nouvelles certifications, offres d'audit, formations, séminaires et événements organisés.
it: A intervalli di circa 2-3 mesi le comunicheremo eventuali novità in termini di certificazioni, offerte di audit, corsi di formazione, seminari ed eventi organizzati da e con noi.

source: Of course, you can unsubscribe from any newsletter at any time, should you no longer wish to receive notifications.
de: Selbstverständlich können Sie sich jederzeit in jedem Newsletter wieder abmelden, sollten Sie keine Benachrichtigungen mehr erhalten wollen.
fr: Bien entendu, vous pouvez vous désabonner à tout moment dans chaque newsletter au cas où vous ne souhaitez plus recevoir de notification.
it: Naturalmente, potrà annullare l’iscrizione alla newsletter in qualsiasi momento se deciderà di non voler più ricevere tali comunicazioni.

source: Please confirm your registration using the following link.
de: Schliessen Sie die Anmeldung mit einem Klick auf den folgenden Link ab.
fr: Veuillez achever l'inscription en cliquant sur le lien que voici.
it: Concluda la registrazione cliccando sul link di seguito riportato.

source: Confirm registration
de: Registrierung bestätigen
fr: Confirmer l'inscription
it: Confermare la registrazione

source: We will inform you, twice a year with a newsletter, that the current issue of GLOBAL Flash is available on our homepage.
de: Wir informieren Sie, jeweils 2-mal jährlich mit einem Newsletter, dass die aktuelle Ausgabe des GLOBAL Flash auf unserer Homepage verfügbar ist.
fr: Vous recevrez deux fois par an une newsletter vous informant que la dernière édition du GLOBAL Flash est disponible sur notre site web.
it: Due volte l’anno le invieremo una newsletter per informarla della presenza di un’edizione aggiornata di GLOBAL Flash sul nostro sito internet.

source: We will send you messages according to your interests and preferences.
de: Wir senden Ihnen Benachrichtigungen passend zu Ihren Interessen und gewählten Präferenzen.
fr: Nous vous enverrons des notifications adaptées à vos centres d'intérêts et préférences choisies.
it: Le invieremo delle comunicazioni in base ai suoi interessi e alle preferenze da lei espresse.

source: We look forward to welcoming you soon in our newsletter.
de: Wir freuen uns, Sie demnächst in unserem Newsletter begrüssen zu dürfen.
fr: Nous nous réjouissons de pouvoir prochainement vous envoyer notre newsletter.
it: Siamo felici di poterle dare, a breve, il benvenuto nella nostra newsletter.

source: Yes, for SQS Newsletter
de: Ja, für SQS-Newsletter

source: Yes, for SQS GLOBAL Flash
de: Ja, für SQS GLOBAL Flash

source: Yes, for SQS messages
de: Ja, für SQS Benachrichtigungen

source: Swiss Association for Quality and Management Systems (SQS)
de: Schweizerische Vereinigung für Qualitäts- und Management-Systeme (SQS)

source: Bernstrasse 103, 3052 Zollikofen, Switzerland
de: Bernstrasse 103, 3052 Zollikofen, Schweiz
fr: Bernstrasse 103, 3052 Zollikofen, Suisse
it: Bernstrasse 103, 3052 Zollikofen, Svizzera

source: A request to cancel your account has been made .
de: Eine Anfrage zur Löschung Ihres Benutzerkontos wurde gestellt.
fr: Une demande de suppression de votre compte utilisateur a été effectuée.
it: È stata inoltrata una richiesta di cancellazione del suo account utente.

source: A request to cancel your account has been made.
de: Eine Anfrage zur Löschung Ihres Benutzerkontos wurde gestellt.
fr: Une demande de suppression de votre compte utilisateur a été effectuée.
it: È stata inoltrata una richiesta di cancellazione del suo account utente.

source: The cancellation of your account is not reversible. The provided link expires in one day and nothing will happen if it is not used.
de: Die Löschung Ihres Benutzerkontos kann nicht rückgängig gemacht werden und ist endgültig. Der folgende Link ist einen Tag lang gültig und läuft automatisch aus, falls Sie ihn nicht verwenden.
fr: La suppression de votre compte utilisateur ne peut être annulée et est définitive. Le lien suivant est valable pendant un jour et expire automatiquement si vous ne l'utilisez pas.
it: La cancellazione del suo account utente è definitiva e irrevocabile. Il seguente link rimane valido per un giorno e decade in automatico qualora non venga utilizzato.

source: You may now cancel your account by clicking the following link.
de: Sie können Ihr SQS Benutzerkonto jetzt durch Klick auf den folgenden Link löschen.

source: You can edit your profile and change your preferences in the SQS Member Area.
de: Sie können Ihr Profil und ihre Präferenzen in der SQS Member Area anpassen.

source: Use the following link to log into your SQS account in order to access the SQS Member Area.
de: Klicken Sie den folgenden Link um sich in Ihrem SQS Benutzerkonto anzumelden und Zugriff auf die SQS Member Area zu erhalten.

source: A request to reset the password for your account has been made .
de: Eine Anfrage zum Zurücksetzen des Passworts für Ihr Benutzerkonto wurde gestellt.
it: È stata inoltrata una richiesta per reimpostare la password del suo account utente.
